import math
 
def area_R(a,b):
    return a*b
'''
    принимает числа a,b - стороны прямоугольника, 
    перемножает их между собой,
    возвращает площадь прямоугольника 
        например:
            def area_R(3,4):
            return 3*4     Ответ: 12
'''

def perimeter_R(a,b):
    return 2*a+2*b
'''
    принимает числа a,b - стороны прямоугольника, 
    возвращает периметр прямоугольника 
        например:
                def perimeter_R(5,6):
                return 2*5+2*6    Ответ: 22
'''