import math

def area_S(a):
    return a * a
'''
    принимает число a - сторона квадрата, 
    возводит её в квадрат,
    возвращает площадь квадрата
        например:
            def area_S(5):
            return 5 * 5    Ответ: 25 
'''

def perimeter_S(a):
    return 4 * a
'''
    принимает число a - сторона квадрата, 
    умножает на количество сторон,
    возвращает периметр квадрата 
        например:
            def perimeter_S(10):
            return 4 * 10   Ответ: 40 
'''
