import math

def area_T(a,h):
    return a * h / 2
'''
    принимает число a - сторона треугольника на которую падает высота(h), 
    возвращает площадь треугольника,
        например:
            def area_T(3,6):
            return 3 * 6 / 2    Ответ: 9 
'''

def perimeter_T(a,b,c):
    return a+b+c
'''
    принимает числа a,b,c- стороны треугольника , 
    возвращает периметр треугольника 
        например:
            def perimeter_T(5,6,7):
            return 5+6+7   Ответ: 18 
'''
